v2206/urban_Microclimate/streetCanyon_CFDHAM_veg/0/air/Tambient
(
(	0	286.5572	)
(	3600	285.769035	)
(	7200	285.1564905	)
(	10800	284.7420286	)
(	14400	284.6171755	)
(	18000	284.730884	)
(	21600	285.1078768	)
(	25200	285.7077203	)
(	28800	286.5163272	)
(	32400	287.4314454	)
(	36000	288.4290347	)
(	39600	289.4457062	)
(	43200	290.3588625	)
(	46800	291.1801675	)
(	50400	291.8112707	)
(	54000	292.1874569	)
(	57600	292.3362322	)
(	61200	292.2228732	)
(	64800	291.8622437	)
(	68400	291.2418078	)
(	72000	290.4575216	)
(	75600	289.5137459	)
(	79200	288.510519	)
(	82800	287.4982296	)
(	86400	286.5572	)
(	90000	285.769035	)
(	93600	285.1564905	)
(	97200	284.7420286	)
(	100800	284.6171755	)
(	104400	284.730884	)
(	108000	285.1078768	)
(	111600	285.7077203	)
(	115200	286.5163272	)
(	118800	287.4314454	)
(	122400	288.4290347	)
(	126000	289.4457062	)
(	129600	290.3588625	)
(	133200	291.1801675	)
(	136800	291.8112707	)
(	140400	292.1874569	)
(	144000	292.3362322	)
(	147600	292.2228732	)
(	151200	291.8622437	)
(	154800	291.2418078	)
(	158400	290.4575216	)
(	162000	289.5137459	)
(	165600	288.510519	)
(	169200	287.4982296	)
(	172800	286.5572	)
(	176400	285.769035	)
(	180000	285.1564905	)
(	183600	284.7420286	)
(	187200	284.6171755	)
(	190800	284.730884	)
(	194400	285.1078768	)
(	198000	285.7077203	)
(	201600	286.5163272	)
(	205200	287.4314454	)
(	208800	288.4290347	)
(	212400	289.4457062	)
(	216000	290.3588625	)
(	219600	291.1801675	)
(	223200	291.8112707	)
(	226800	292.1874569	)
(	230400	292.3362322	)
(	234000	292.2228732	)
(	237600	291.8622437	)
(	241200	291.2418078	)
(	244800	290.4575216	)
(	248400	289.5137459	)
(	252000	288.510519	)
(	255600	287.4982296	)
(	259200	286.5572	)
(	262800	285.769035	)
(	266400	285.1564905	)
(	270000	284.7420286	)
(	273600	284.6171755	)
(	277200	284.730884	)
(	280800	285.1078768	)
(	284400	285.7077203	)
(	288000	286.5163272	)
(	291600	287.4314454	)
(	295200	288.4290347	)
(	298800	289.4457062	)
(	302400	290.3588625	)
(	306000	291.1801675	)
(	309600	291.8112707	)
(	313200	292.1874569	)
(	316800	292.3362322	)
(	320400	292.2228732	)
(	324000	291.8622437	)
(	327600	291.2418078	)
(	331200	290.4575216	)
(	334800	289.5137459	)
(	338400	288.510519	)
(	342000	287.4982296	)
(	345600	286.5572	)
(	349200	285.769035	)
(	352800	285.1564905	)
(	356400	284.7420286	)
(	360000	284.6171755	)
(	363600	284.730884	)
(	367200	285.1078768	)
(	370800	285.7077203	)
(	374400	286.5163272	)
(	378000	287.4314454	)
(	381600	288.4290347	)
(	385200	289.4457062	)
(	388800	290.3588625	)
(	392400	291.1801675	)
(	396000	291.8112707	)
(	399600	292.1874569	)
(	403200	292.3362322	)
(	406800	292.2228732	)
(	410400	291.8622437	)
(	414000	291.2418078	)
(	417600	290.4575216	)
(	421200	289.5137459	)
(	424800	288.510519	)
(	428400	287.4982296	)
(	432000	286.5572	)
(	435600	285.769035	)
(	439200	285.1564905	)
(	442800	284.7420286	)
(	446400	284.6171755	)
(	450000	284.730884	)
(	453600	285.1078768	)
(	457200	285.7077203	)
(	460800	286.5163272	)
(	464400	287.4314454	)
(	468000	288.4290347	)
(	471600	289.4457062	)
(	475200	290.3588625	)
(	478800	291.1801675	)
(	482400	291.8112707	)
(	486000	292.1874569	)
(	489600	292.3362322	)
(	493200	292.2228732	)
(	496800	291.8622437	)
(	500400	291.2418078	)
(	504000	290.4575216	)
(	507600	289.5137459	)
(	511200	288.510519	)
(	514800	287.4982296	)
(	518400	286.5572	)
(	522000	285.769035	)
(	525600	285.1564905	)
(	529200	284.7420286	)
(	532800	284.6171755	)
(	536400	284.730884	)
(	540000	285.1078768	)
(	543600	285.7077203	)
(	547200	286.5163272	)
(	550800	287.4314454	)
(	554400	288.4290347	)
(	558000	289.4457062	)
(	561600	290.3588625	)
(	565200	291.1801675	)
(	568800	291.8112707	)
(	572400	292.1874569	)
(	576000	292.3362322	)
(	579600	292.2228732	)
(	583200	291.8622437	)
(	586800	291.2418078	)
(	590400	290.4575216	)
(	594000	289.5137459	)
(	597600	288.510519	)
(	601200	287.4982296	)
(	604800	286.5572	)
(	608400	285.769035	)
(	612000	285.1564905	)
(	615600	284.7420286	)
(	619200	284.6171755	)
(	622800	284.730884	)
(	626400	285.1078768	)
(	630000	285.7077203	)
(	633600	286.5163272	)
(	637200	287.4314454	)
(	640800	288.4290347	)
(	644400	289.4457062	)
(	648000	290.3588625	)
(	651600	291.1801675	)
(	655200	291.8112707	)
(	658800	292.1874569	)
(	662400	292.3362322	)
(	666000	292.2228732	)
(	669600	291.8622437	)
(	673200	291.2418078	)
(	676800	290.4575216	)
(	680400	289.5137459	)
(	684000	288.510519	)
(	687600	287.4982296	)
(	691200	286.5572	)
(	694800	285.769035	)
(	698400	285.1564905	)
(	702000	284.7420286	)
(	705600	284.6171755	)
(	709200	284.730884	)
(	712800	285.1078768	)
(	716400	285.7077203	)
(	720000	286.5163272	)
(	723600	287.4314454	)
(	727200	288.4290347	)
(	730800	289.4457062	)
(	734400	290.3588625	)
(	738000	291.1801675	)
(	741600	291.8112707	)
(	745200	292.1874569	)
(	748800	292.3362322	)
(	752400	292.2228732	)
(	756000	291.8622437	)
(	759600	291.2418078	)
(	763200	290.4575216	)
(	766800	289.5137459	)
(	770400	288.510519	)
(	774000	287.4982296	)
(	777600	286.5572	)
); 