v2206/urban_Microclimate/streetCanyon_CFDHAM_veg/0/vegetation.bckp/qs
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0/vegetation";
    object      qs;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 0 -3 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.1;
        qso             uniform 0;
        value           uniform 0;
    }
    outlet
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.1;
        qso             uniform 0;
        value           uniform 0;
    }
    top
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.1;
        qso             uniform 0;
        value           uniform 0;
    }
    ground
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.4;
        qso             uniform 0;
        value           uniform 0;
    }
    air_to_street
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.4;
        qso             uniform 0;
        value           uniform 0;
    }
    air_to_windward
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.4;
        qso             uniform 0;
        value           uniform 0;
    }
    air_to_leeward
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.4;
        qso             uniform 0;
        value           uniform 0;
    }
    side1
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.1;
        qso             uniform 0;
        value           uniform 0;
    }
    side2
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.1;
        qso             uniform 0;
        value           uniform 0;
    }
    buildings
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.4;
        qso             uniform 0;
        value           uniform 0;
    }
    air_to_vegetation
    {
        type            solarLoadRadiationViewFactor;
        albedoMode      lookup;
        albedo          uniform 0.15;
        qso             uniform 0;
        value           uniform 0;
    }
}


// ************************************************************************* //
