v2206/urban_Microclimate/streetCanyon_CFDHAM_veg/system/air/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

defaultFieldValues
(
    volScalarFieldValue LAD 0
);

regions
(
    // Set cell values
    // (does zerogradient on boundaries)
    zoneToCell
    {
        name trees;
        fieldValues
        (
	        volScalarFieldValue LAD 1
        );
    }   
);

// ************************************************************************* //

