v2206/urban_Microclimate/streetCanyon_CFDHAM_veg/system/air/topoSetDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

actions
(
    {
        name    trees;
        type    cellSet;
        action  new;
        source  boxToCell;
        sourceInfo
        {
            box             (64 4 120)(66 8 130);
        }
    }
    {
        name    trees;
        type    cellZoneSet;
        action  new;
        source  setToCellZone;
        sourceInfo
        {
            set    trees;
        }
    }    
           
);

// ************************************************************************* //
